{
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "abolish": {
    "branch": "master"
  },
  "atone.nvim": {
    "branch": "main"
  },
  "barbar.nvim": {
    "branch": "master"
  },
  "base16-nvim": {
    "branch": "master"
  },
  "blink-emoji.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.download": {
    "branch": "main"
  },
  "blink.pairs": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "chezmoi.nvim": {
    "branch": "main"
  },
  "chezmoi.vim": {
    "branch": "main"
  },
  "codediff.nvim": {
    "branch": "main"
  },
  "colorful-winsep.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "d2-vim": {
    "branch": "master"
  },
  "e-ink.nvim": {
    "branch": "main"
  },
  "everforest": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gh.nvim": {
    "branch": "main"
  },
  "github-nvim-theme": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "go.nvim": {
    "branch": "treesitter-main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "guihua.lua": {
    "branch": "master"
  },
  "just.nvim": {
    "branch": "master"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "kintsugi-nvim": {
    "branch": "main"
  },
  "kitty-scrollback.nvim": {
    "branch": "main"
  },
  "koda.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "litee.nvim": {
    "branch": "main"
  },
  "lsp-colors.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "material.nvim": {
    "branch": "main"
  },
  "mfd.nvim": {
    "branch": "master"
  },
  "milli.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.snippets": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neovim-tips": {
    "branch": "master"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nord.nvim": {
    "branch": "master"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "onedark.nvim": {
    "branch": "master"
  },
  "open-browser.vim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plantuml-previewer.vim": {
    "branch": "master"
  },
  "plantuml-syntax": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "prompt-yank.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rose-pine": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "main"
  },
  "sidekick.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "solarized-osaka.nvim": {
    "branch": "main"
  },
  "synth.nvim": {
    "branch": "main"
  },
  "thorn.nvim": {
    "branch": "main"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "tree-sitter-d2": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-cue": {
    "branch": "master"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-just": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
